// JSON Document
{
	"aatrox": {
		"name": "Aatrox",
		"image": " ", 
		"lore": " ",    
		"moves": [
			"passive": "Champion's Passive Move Description 

						Cooldown Time: # Seconds
						Mana Cost: ###",
			"q": "Champion's Move Description
			
					Cooldown Time: # Seconds 
					Mana Cost: ###",
			"w": "Champion's Move Description 
			
					Cooldown Time: # Seconds 
					Mana Cost: ###",
			"e": "Champion's Move Description 
			
					Cooldown Time: # Seconds
					Mana Cost: ###",
			"r": "Champion's Move Description 
			
					Cooldown Time: # Seconds 
					Mana Cost: ###"
		]
	},
	"ahri": {
		"name": " ",
		"image": " ",
		"lore": " ",
		"moves": [

		]
	},
	"alistar": {
		"name": " ",
		"image": " ",
		"lore": " ",
		"moves": [

		]
	},
	"amumu": {
		"name": " ",
		"image": " ",
		"lore": " ",
		"moves": [

		]
	},
	"anivia": {
		"name": " ",
		"image": " ",
		"lore": " ",
		"moves": [

		]
	},
	"annie": {
		"name": " ",
		"image": " ",
		"lore": " ",
		"moves": [

		]
	},
	"aphelios": {
		"name": "Aphelios",
		"image": " ",
		"lore": "Emerging from moonlight's shadow with weapons drawn, Aphelios kills the enemies of his faith in
				     brooding silence—speaking only through the certainty of his aim, and the firing of each gun. Though fueled
						 by a poison that renders him mute, he is guided by his sister Alune. From her distant temple sanctuary, she
						 pushes an arsenal of moonstone weapons into his hands. For as long as the moon shines overhead,
						 Aphelios will never be alone.",
		"moves": [

		]
	},
	"ashe": {
		"name": "Ashe",
		"image": " ",
		"lore": "Iceborn warmother of the Avarosan tribe, Ashe commands the most populous horde in the north.
		         Stoic, intelligent, and idealistic, yet uncomfortable with her role as leader, she taps into the ancestral
						 magics of her lineage to wield a bow of True Ice. With her people's belief that she is the mythological hero
						 Avarosa reincarnated, Ashe hopes to unify the Freljord once more by retaking their ancient, tribal lands.",
		"moves": [

		]
	},
	"aurelion sol": {
		"name": " ",
		"image": " ",
		"lore": " ",
		"moves": [

		]
	},
	"azir": {
		"name": "Azir",
		"image": " ",
		"lore": "Azir was a mortal emperor of Shurima in a far distant age, a proud man who stood at the cusp of
		         immortality. His hubris saw him betrayed and murdered at the moment of his greatest triumph, but
						 now, millennia later, he has been reborn as an Ascended being of immense power. With his buried
						 city risen from the sand, Azir seeks to restore Shurima to its former glory.",
		"moves": [

		]
	},
	"bard": {
		"name": " ",
		"image": " ",
		"lore": " ",
		"moves": [

		]
	},
	"blitzcrank": {
		"name": " ",
		"image": " ",
		"lore": " ",
		"moves": [

		]
	},
	"brand": {
		"name": " ",
		"image": " ",
		"lore": " ",
		"moves": [

		]
	},
	"Braum": {
		"name": " ",
		"image": " ",
		"lore": " ",
		"moves": [

		]
	},
	"Caitlyn": {
		"name": "Caitlyn",
		"image": " ",
		"lore": "Renowned as its finest peacekeeper, Caitlyn is also Piltover's best shot at ridding the city of its elusive
		         criminal elements. She is often paired with Vi, acting as a cool counterpoint to her partner's more
						 impetuous nature. Even though she carries a one-of-a-kind hextech rifle, Caitlyn's most powerful weapon is
						 her superior intellect, allowing her to lay elaborate traps for any lawbreakers foolish enough to operate in
						 the City of Progress.",
		"moves": [

		]
	},
	"Camille": {
		"name": " ",
		"image": " ",
		"lore": " ",
		"moves": [

		]
	},
	"Cassiopeia": {
		"name": " ",
		"image": " ",
		"lore": " ",
		"moves": [

		]
	},
	"Cho'Gath": {
		"name": "",
		"image": " ",
		"lore": " ",
		"moves": [

		]
	},
	"Corki": {
		"name": "Corki",
		"image": " ",
		"lore": "The yordle pilot Corki loves two things above all others: flying, and his glamorous mustache... though
		         not necessarily in that order. After leaving Bandle City, he settled in Piltover and fell in love with the
						 wondrous machines he found there. He dedicated himself to the development of flying contraptions,
						 leading an aerial defense force of seasoned veterans known as the Screaming Yipsnakes. Calm under fire,
						 Corki patrols the skies around his adopted home, and has never encountered a problem that a good missile
						 barrage couldn't solve.",
		"moves": [

		]
	},
	"Darius": {
		"name": " ",
		"image": " ",
		"lore": " ",
		"moves": [

		]
	},
	"Diana": {
		"name": " ",
		"image": " ",
		"lore": " ",
		"moves": [

		]
	},
	"Dr. Mundo": {
		"name": " ",
		"image": " ",
		"lore": " ",
		"moves": [

		]
	},
	"Draven": {
		"name": "Draven",
		"image": " ",
		"lore": "In Noxus, warriors known as Reckoners face one another in arenas where blood is spilled and strength
		         tested—but none has ever been as celebrated as Draven. A former soldier, he found that the crowds
						 uniquely appreciated his flair for the dramatic, and his unparalleled skill with his spinning axes. Addicted to
						 the spectacle of his own brash perfection, Draven has sworn to defeat whomever he must to ensure that his
						 name is chanted throughout the empire forever more.",
		"moves": [

		]
	},
	"Ekko":{
		"name": " ",
		"image": " ",
		"lore": " ",
		"moves": [

		]
	},
	"Elise":{
		"name": " ",
		"image": " ",
		"lore": " ",
		"moves": [

		]
	},
	"Evelynn":{
		"name": " ",
		"image": " ",
		"lore": " ",
		"moves": [

		]
	},
	"Ezreal":{
		"name": "Ezreal",
		"image": " ",
		"lore": "A dashing adventurer, unknowingly gifted in the magical arts, Ezreal raids long-lost catacombs, tangles
		         with ancient curses, and overcomes seemingly impossible odds with ease. His courage and bravado
						 knowing no bounds, he prefers to improvise his way out of any situation, relying partially on his wits, but
						 mostly on his mystical Shuriman gauntlet, which he uses to unleash devastating arcane blasts. One thing
						 is for sure—whenever Ezreal is around, trouble isn't too far behind. Or ahead. Probably everywhere.",
		"moves": [

		]
	},
	"Fiddlesticks":{
		"name": " ",
		"image": " ",
		"lore": " ",
		"moves": [

		]
	},
	"Fiora":{
		"name": " ",
		"image": " ",
		"lore": " ",
		"moves": [

		]
	},
	"Fizz":{
		"name": " ",
		"image": " ",
		"lore": " ",
		"moves": [

		]
	},
	"Galio":{
		"name": " ",
		"image": " ",
		"lore": " ",
		"moves": [

		]
	},
	"Gangplank":{
		"name": " ",
		"image": " ",
		"lore": " ",
		"moves": [

		]
	},
	"Garen":{
		"name": " ",
		"image": " ",
		"lore": " ",
		"moves": [

		]
	},
	"Gnar":{
		"name": " ",
		"image": " ",
		"lore": " ",
		"moves": [

		]
	},
	"Gragas":{
		"name": " ",
		"image": " ",
		"lore": " ",
		"moves": [

		]
	},
	"Graves":{
		"name": "Graves",
		"image": " ",
		"lore": "Malcolm Graves is a renowned mercenary, gambler, and thief—a wanted man in every city and empire he
		         has visited. Even though he has an explosive temper, he possesses a strict sense of criminal honor, often
						 enforced at the business end of his double-barreled shotgun Destiny. In recent years, he has reconciled a
						 troubled partnership with Twisted Fate, and together they have prospered once more in the turmoil of
						 Bilgewater's criminal underbelly.",
		"moves": [

		]
	},
	"Hecarim":{
		"name": " ",
		"image": " ",
		"lore": " ",
		"moves": [

		]
	},
	"Heimerdinger":{
		"name": " ",
		"image": " ",
		"lore": " ",
		"moves": [

		]
	},
	"Illaoi":{
		"name": " ",
		"image": " ",
		"lore": " ",
		"moves": [

		]
	},
	"Irelia":{
		"name": " ",
		"image": " ",
		"lore": " ",
		"moves": [

		]
	},
	"Ivern":{
		"name": " ",
		"image": " ",
		"lore": " ",
		"moves": [

		]
	},
	"Janna":{
		"name": " ",
		"image": " ",
		"lore": " ",
		"moves": [

		]
	},
	"Jarvan IV":{
		"name": " ",
		"image": " ",
		"lore": " ",
		"moves": [

		]
	},
	"Jax":{
		"name": " ",
		"image": " ",
		"lore": " ",
		"moves": [

		]
	},
	"Jayce":{
		"name": "Jayce",
		"image": " ",
		"lore": "Jayce is a brilliant inventor who has pledged his life to the defense of Piltover and its unyielding pursuit of
		         progress. With his transforming hextech hammer in hand, Jayce uses his strength, courage, and
						 considerable intelligence to protect his hometown. While revered throughout the city as a hero, he hasn't
						 taken well to the attention heroism brings. Still, Jayce's heart is in the right place, and even those who
						 envy his natural skills are grateful for his protection in the City of Progress.",
		"moves": [

		]
	},
	"Jhin":{
		"name": "Jhin",
		"image": " ",
		"lore": "Jhin is a meticulous criminal psychopath who believes murder is art. Once an Ionian prisoner, but freed by
		         shadowy elements within Ionia's ruling council, the serial killer now works as their cabal's assassin. Using
						 his gun as his paintbrush, Jhin creates works of artistic brutality, horrifying victims and onlookers. He
						 gains a cruel pleasure from putting on his gruesome theater, making him the ideal choice to send the most
						 powerful of messages: terror.",
		"moves": [

		]
	},
	"Jinx":{
		"name": "Jinx",
		"image": " ",
		"lore": "A manic and impulsive criminal from Zaun, Jinx lives to wreak havoc without care for the consequences. With
		         an arsenal of deadly weapons, she unleashes the loudest blasts and brightest explosions to leave a trail
						 of mayhem and panic in her wake. Jinx despises boredom, and gleefully brings her own chaotic brand
						 of pandemonium wherever she goes.",
		"moves": [

		]
	},
	"Kai'Sa":{
		"name": "Kai'Sa",
		"image": " ",
		"lore": "Claimed by the Void when she was only a child, Kai'Sa managed to survive through sheer tenacity and
		         strength of will. Her experiences have made her a deadly hunter and, to some, the harbinger of a future
						 they would rather not live to see. Having entered into an uneasy symbiosis with a living Void carapace, the
						 time will soon come when she must decide whether to forgive those mortals who would call her a monster,
						 and defeat the coming darkness together… or simply to forget, as the Void consumes the world that left her behind.",
		"moves": [

		]
	},
	"Kalista":{
		"name": "Kalista",
		"image": " ",
		"lore": "A specter of wrath and retribution, Kalista is the undying spirit of vengeance, an armored nightmare
		         summoned from the Shadow Isles to hunt deceivers and traitors. The betrayed may cry out in blood to be
						 avenged, but Kalista only answers those willing to pay with their very souls. Those who become the
						 focus of Kalista's wrath should make their final peace, for any pact sealed with this grim hunter can
						 only end with the cold, piercing fire of her soul-spears.",
		"moves": [

		]
	},
	"Karma":{
		"name": " ",
		"image": " ",
		"lore": " ",
		"moves": [

		]
	},
	"Karthus":{
		"name": " ",
		"image": " ",
		"lore": " ",
		"moves": [

		]
	},
	"Kassadin":{
		"name": " ",
		"image": " ",
		"lore": " ",
		"moves": [

		]
	},
	"Katarina":{
		"name": " ",
		"image": " ",
		"lore": " ",
		"moves": [

		]
	},
	"Kayle":{
		"name": " ",
		"image": " ",
		"lore": " ",
		"moves": [

		]
	},
	"Kayn":{
		"name": " ",
		"image": " ",
		"lore": " ",
		"moves": [

		]
	},
	"Kennen": {
		"name": "Kennen",
		"image": " ",
		"lore": "More than just the lightning-quick enforcer of Ionian balance, Kennen is the only yordle member of the
		         Kinkou. Despite his small, furry stature, he is eager to take on any threat with a whirling storm of
						 shuriken and boundless enthusiasm. Alongside his master Shen, Kennen patrols the spirit realm,
						 employing devastating electrical energy to strike down his enemies.",
		"moves": [

		]
	},
	"Kha'Zix": {
		"name": " ",
		"image": " ",
		"lore": " ",
		"moves": [

		]
	},
	"Kindred": {
		"name": "Kindred",
		"image": " ",
		"lore": "Separate, but never parted, Kindred represents the twin essences of death. Lamb's bow offers a swift
		         release from the mortal realm for those who accept their fate. Wolf hunts down those who run from their
						 end, delivering violent finality within his crushing jaws. Though interpretations of Kindred's nature
						 vary across Runeterra, every mortal must choose the true face of their death.",
		"moves": [

		]
	},
	"Kled": {
		"name": " ",
		"image": " ",
		"lore": " ",
		"moves": [

		]
	},
	"Kog'Maw": {
		"name": "Kog'Maw",
		"image": " ",
		"lore": "Belched forth from a rotting Void incursion deep in the wastelands of Icathia, Kog'Maw is an inquisitive
		         yet putrid creature with a caustic, gaping mouth. This particular Void-spawn needs to gnaw and drool
						 on anything within reach to truly understand it. Though not inherently evil, Kog'Maw's beguiling
						 naiveté is dangerous, as it often precedes a feeding frenzy—not for sustenance, but to satisfy its unending curiosity.",
		"moves": [

		]
	},
	"LeBlanc": {
		"name": " ",
		"image": " ",
		"lore": " ",
		"moves": [

		]
	},
	"Lee Sin": {
		"name": " ",
		"image": " ",
		"lore": " ",
		"moves": [

		]
	},
	"Leona": {
		"name": " ",
		"image": " ",
		"lore": " ",
		"moves": [

		]
	},
	"Lissandra": {
		"name": " ",
		"image": " ",
		"lore": " ",
		"moves": [

		]
	},
	"Lucian": {
		"name": "Lucian",
		"image": " ",
		"lore": "Lucian, a Sentinel of Light, is a grim hunter of undying spirits, pursuing them relentlessly and
		         annihilating them with his twin relic pistols. After the wraith Thresh slew his wife, Lucian embarked on the
						 path of vengeance—but even with her return to life, his rage is undiminished. Merciless and single-
						 minded, Lucian will stop at nothing to protect the living from the long-dead horrors of the Black Mist.",
		"moves": [

		]
	},
	"Lulu": {
		"name": " ",
		"image": " ",
		"lore": " ",
		"moves": [

		]
	},
	"Lux": {
		"name": " ",
		"image": " ",
		"lore": " ",
		"moves": [

		]
	},
	"Malphite": {
		"name": " ",
		"image": " ",
		"lore": " ",
		"moves": [

		]
	},
	"Malzahar": {
		"name": " ",
		"image": " ",
		"lore": " ",
		"moves": [

		]
	},
	"Maokai": {
		"name": " ",
		"image": " ",
		"lore": " ",
		"moves": [

		]
	},
	"Master Yi": {
		"name": " ",
		"image": " ",
		"lore": " ",
		"moves": [

		]
	},
	"Miss Fortune": {
		"name": "Miss Fortune",
		"image": " ",
		"lore": "A Bilgewater captain famed for her looks but feared for her ruthlessness, Sarah Fortune paints a stark
		         figure among the hardened criminals of the port city. As a child, she witnessed the reaver king Gangplank
						 murder her family—an act she brutally avenged years later, blowing up his flagship while he was still
						 aboard. Those who underestimate her will face a beguiling and unpredictable opponent… and, likely, a
						 bullet or two in their guts.",
		"moves": [

		]
	},
	"Mordekaiser": {
		"name": " ",
		"image": " ",
		"lore": " ",
		"moves": [

		]
	},
	"Morgana": {
		"name": " ",
		"image": " ",
		"lore": " ",
		"moves": [

		]
	},
	"Nami": {
		"name": " ",
		"image": " ",
		"lore": " ",
		"moves": [

		]
	},
	"Nasus": {
		"name": " ",
		"image": " ",
		"lore": " ",
		"moves": [

		]
	},
	"Nautilus": {
		"name": " ",
		"image": " ",
		"lore": " ",
		"moves": [

		]
	},
	"Neeko": {
		"name": " ",
		"image": " ",
		"lore": " ",
		"moves": [

		]
	},
	"Nidalee": {
		"name": " ",
		"image": " ",
		"lore": " ",
		"moves": [

		]
	},
	"Nocturne": {
		"name": " ",
		"image": " ",
		"lore": " ",
		"moves": [

		]
	},
	"Nunu and Willump": {
		"name": " ",
		"image": " ",
		"lore": " ",
		"moves": [

		]
	},
	"Olaf": {
		"name": " ",
		"image": " ",
		"lore": " ",
		"moves": [

		]
	},
	"Orianna": {
		"name": " ",
		"image": " ",
		"lore": " ",
		"moves": [

		]
	},
	"Ornn": {
		"name": " ",
		"image": " ",
		"lore": " ",
		"moves": [

		]
	},
	"Pantheon": {
		"name": " ",
		"image": " ",
		"lore": " ",
		"moves": [

		]
	},
	"Poppy": {
		"name": " ",
		"image": " ",
		"lore": " ",
		"moves": [

		]
	},
	"Pyke": {
		"name": " ",
		"image": " ",
		"lore": " ",
		"moves": [

		]
	},
	"Qiyana": {
		"name": " ",
		"image": " ",
		"lore": " ",
		"moves": [

		]
	},
	"Quinn": {
		"name": "Quinn",
		"image": " ",
		"lore": "Quinn is an elite ranger-knight of Demacia, who undertakes dangerous missions deep in enemy
		         territory. She and her legendary eagle, Valor, share an unbreakable bond, and their foes are often slain
				     before they realize they are fighting not one, but two of the kingdom's greatest heroes. Nimble and
						 acrobatic when required, Quinn takes aim with her crossbow while Valor marks their elusive targets
						 from above, making them a deadly pair on the battlefield.",
		"moves": [

		]
	},
	"Rakan": {
		"name": " ",
		"image": " ",
		"lore": " ",
		"moves": [

		]
	},
	"Rammus": {
		"name": " ",
		"image": " ",
		"lore": " ",
		"moves": [

		]
	},
	"Rek'Sai": {
		"name": " ",
		"image": " ",
		"lore": " ",
		"moves": [

		]
	},
	"Renekton": {
		"name": " ",
		"image": " ",
		"lore": " ",
		"moves": [

		]
	},
	"Rengar": {
		"name": " ",
		"image": " ",
		"lore": " ",
		"moves": [

		]
	},
	"Riven": {
		"name": " ",
		"image": " ",
		"lore": " ",
		"moves": [

		]
	},
	"Rumble": {
		"name": " ",
		"image": " ",
		"lore": " ",
		"moves": [

		]
	},
	"Ryze": {
		"name": " ",
		"image": " ",
		"lore": " ",
		"moves": [

		]
	},
	"Sejuani": {
		"name": " ",
		"image": " ",
		"lore": " ",
		"moves": [

		]
	},
	"Senna": {
		"name": "Senna",
		"image": " ",
		"lore": "Cursed from childhood to be haunted by the supernatural Black Mist, Senna joined a sacred
		         order known as the Sentinels of Light, and fiercely fought back—only to be killed, her soul imprisoned
						 in a lantern by the cruel wraith Thresh. But refusing to lose hope, within the lantern Senna learned to
						 use the Mist, and reemerged to new life, forever changed. Now wielding darkness along with light,
						 Senna seeks to end the Black Mist by turning it against itself—with every blast of her relic weapon,
						 redeeming the souls lost within.",
		"moves": [

		]
	},
	"Sett": {
		"name": " ",
		"image": " ",
		"lore": " ",
		"moves": [

		]
	},
	"Shaco": {
		"name": " ",
		"image": " ",
		"lore": " ",
		"moves": [

		]
	},
	"Shen": {
		"name": " ",
		"image": " ",
		"lore": " ",
		"moves": [

		]
	},
	"Shyvana": {
		"name": " ",
		"image": " ",
		"lore": " ",
		"moves": [

		]
	},
	"Singed": {
		"name": " ",
		"image": " ",
		"lore": " ",
		"moves": [

		]
	},
	"Sion": {
		"name": " ",
		"image": " ",
		"lore": " ",
		"moves": [

		]
	},
	"Sivir": {
		"name": "Sivir",
		"image": " ",
		"lore": "Sivir is a renowned fortune hunter and mercenary captain who plies her trade in the deserts of
		         Shurima. Armed with her legendary jeweled crossblade, she has fought and won countless
						 battles for those who can afford her exorbitant price. Known for her fearless resolve and endless
						 ambition, she prides herself on recovering buried treasures from the perilous tombs of Shurima—for a
						 generous bounty. With ancient forces stirring the very bones of Shurima, Sivir finds herself torn
						 between conflicting destinies.",
		"moves": [

		]
	},
	"Skarner": {
		"name": " ",
		"image": " ",
		"lore": " ",
		"moves": [

		]
	},
	"Sona": {
		"name": " ",
		"image": " ",
		"lore": " ",
		"moves": [

		]
	},
	"Soraka": {
		"name": " ",
		"image": " ",
		"lore": " ",
		"moves": [

		]
	},
	"Swain": {
		"name": " ",
		"image": " ",
		"lore": " ",
		"moves": [

		]
	},
	"Sylas": {
		"name": " ",
		"image": " ",
		"lore": " ",
		"moves": [

		]
	},
	"Syndra": {
		"name": " ",
		"image": " ",
		"lore": " ",
		"moves": [

		]
	},
	"Tahm Kench": {
		"name": " ",
		"image": " ",
		"lore": " ",
		"moves": [

		]
	},
	"Taliyah": {
		"name": " ",
		"image": " ",
		"lore": " ",
		"moves": [

		]
	},
	"Talon": {
		"name": " ",
		"image": " ",
		"lore": " ",
		"moves": [

		]
	},
	"Taric": {
		"name": " ",
		"image": " ",
		"lore": " ",
		"moves": [

		]
	},
	"Teemo": {
		"name": "Teemo",
		"image": " ",
		"lore": "Undeterred by even the most dangerous and threatening of obstacles, Teemo scouts the world
		         with boundless enthusiasm and a cheerful spirit. A yordle with an unwavering sense of morality, he
						 takes pride in following the Bandle Scout's Code, sometimes with such eagerness that he is unaware
						 of the broader consequences of his actions. Though some say the existence of the Scouts is
						 questionable, one thing is for certain: Teemo's conviction is nothing to be trifled with.",
		"moves": [

		]
	},
	"Thresh": {
		"name": " ",
		"image": " ",
		"lore": " ",
		"moves": [

		]
	},
	"Tristana": {
		"name": "Tristina",
		"image": " ",
		"lore": "While many other yordles channel their energy into discovery, invention, or just plain mischief-making,
		         Tristana was always inspired by the adventures of great warriors. She had heard much about
						 Runeterra, its factions, and its wars, and believed her kind could become worthy of legend too. Setting
						 foot in the world for the first time, she took up her trusty cannon Boomer, and now leaps into battle
						 with steadfast courage and optimism.",
		"moves": [

		]
	},
	"Trundle": {
		"name": " ",
		"image": " ",
		"lore": " ",
		"moves": [

		]
	},
	"Tryndamere": {
		"name": " ",
		"image": " ",
		"lore": " ",
		"moves": [

		]
	},
	"Twisted Fate": {
		"name": " ",
		"image": " ",
		"lore": " ",
		"moves": [

		]
	},
	"Twitch": {
		"name": "Twitch",
		"image": " ",
		"lore": "A Zaunite plague rat by birth, but a connoisseur of filth by passion, Twitch is not afraid to get his paws
		         dirty. Aiming a chem-powered crossbow at the gilded heart of Piltover, he has vowed to show those in the
						 city above just how filthy they really are. Always a sneaky sneak, when he's not rooting around in the
						 Sump, he's digging deep into other people's garbage for discarded treasures… and perhaps a moldy sandwich.",
		"moves": [

		]
	},
	"Udyr": {
		"name": " ",
		"image": " ",
		"lore": " ",
		"moves": [

		]
	},
	"Urgot": {
		"name": " ",
		"image": " ",
		"lore": " ",
		"moves": [

		]
	},
	"Varus": {
		"name": "Varus",
		"image": " ",
		"lore": "One of the ancient darkin, Varus was a deadly killer who loved to torment his foes, driving them almost
		         to insanity before delivering the killing arrow. He was imprisoned at the end of the Great Darkin War,
						 but escaped centuries later in the remade flesh of two Ionian hunters—they had unwittingly released
						 him, cursed to bear the bow containing his bound essence. Varus now seeks out those who trapped
						 him, in order to enact his brutal vengeance, but the mortal souls within still resist him every step of the way.",
		"moves": [

		]
	},
	"Vayne": {
		"name": "Vayne",
		"image": " ",
		"lore": "Shauna Vayne is a deadly, remorseless Demacian monster hunter, who has dedicated her life to
		         finding and destroying the demon that murdered her family. Armed with a wrist-mounted crossbow and a
						 heart full of vengeance, she is only truly happy when slaying practitioners or creations of the dark arts,
						 striking from the shadows with a flurry of silver bolts.",
		"moves": [

		]
	},
	"Veigar": {
		"name": " ",
		"image": " ",
		"lore": " ",
		"moves": [

		]
	},
	"Vel'Koz": {
		"name": " ",
		"image": " ",
		"lore": " ",
		"moves": [

		]
	},
	"Vi": {
		"name": " ",
		"image": " ",
		"lore": " ",
		"moves": [

		]
	},
	"Viktor": {
		"name": " ",
		"image": " ",
		"lore": " ",
		"moves": [

		]
	},
	"Vladimir": {
		"name": " ",
		"image": " ",
		"lore": " ",
		"moves": [

		]
	},
	"Volibear": {
		"name": " ",
		"image": " ",
		"lore": " ",
		"moves": [

		]
	},
	"Warwick": {
		"name": " ",
		"image": " ",
		"lore": " ",
		"moves": [

		]
	},
	"Wukong": {
		"name": " ",
		"image": " ",
		"lore": " ",
		"moves": [

		]
	},
	"Xayah": {
		"name": "Xayah",
		"image": " ",
		"lore": "Deadly and precise, Xayah is a vastayan revolutionary waging a personal war to save her
		         people. She uses her speed, guile, and razor-sharp feather blades to cut down anyone who stands in
						 her way. Xayah fights alongside her partner and lover, Rakan, to protect their dwindling tribe, and
						 restore their race to her vision of its former glory.",
		"moves": [

		]
	},
	"Xerath": {
		"name": " ",
		"image": " ",
		"lore": " ",
		"moves": [

		]
	},
	"Xin Zhao": {
		"name": " ",
		"image": " ",
		"lore": " ",
		"moves": [

		]
	},
	"Yasuo": {
		"name": " ",
		"image": " ",
		"lore": " ",
		"moves": [

		]
	},
	"Yorick": {
		"name": " ",
		"image": " ",
		"lore": " ",
		"moves": [

		]
	},
	"Yuumi": {
		"name": " ",
		"image": " ",
		"lore": " ",
		"moves": [

		]
	},
	"Zac": {
		"name": " ",
		"image": " ",
		"lore": " ",
		"moves": [

		]
	},
	"Zed": {
		"name": " ",
		"image": " ",
		"lore": " ",
		"moves": [

		]
	},
	"Ziggs": {
		"name": " ",
		"image": " ",
		"lore": " ",
		"moves": [

		]
	},
	"Zilean": {
		"name": " ",
		"image": " ",
		"lore": " ",
		"moves": [

		]
	},
	"Zoe": {
		"name": " ",
		"image": " ",
		"lore": " ",
		"moves": [

		]
	},
	"Zyra": {
		"name": " ",
		"image": " ",
		"lore": " ",
		"moves": [

		]
	}
}
