{
	"aphelios": {
		"name": "Aphelios",
		"image": "aphelios.jpg",
		"lore": "Emerging from moonlight's shadow with weapons drawn, Aphelios kills the enemies of his faith in brooding silence—speaking only through the certainty of his aim, and the firing of each gun. Though fueled by a poison that renders him mute, he is guided by his sister Alune. From her distant temple sanctuary, she pushes an arsenal of moonstone weapons into his hands. For as long as the moon shines overhead, Aphelios will never be alone.",
		"moves": {
			"passive": {
				"movename": "The Hitman And The Seer",
				"info": {
					"desc": "Aphelios wields 5 Lunari Weapons made by his sister Alune. He has access to two at a time: one main-hand and one off-hand. Each weapon has a unique Basic Attack and Activated Ability. Attacks and abilities consume a weapon's ammo. When out of ammo, Aphelios discards the weapon and Alune summons the next of the 5.",
					"cool": "Cooldown Time: None",
					"mana": "Mana Cost: None"
					}
				},

			"q": {
				"movename": "Weapon Abilities",
				"info": {
					"desc": "Aphelios has 5 different activated abilities, based on his main-hand weapon: Calibrum (Rifle): Long range shot that marks its target for a long-range follow-up attack. Severum (Scythe Pistol): Run fast while attacking nearby enemies with both weapons. Gravitum (Cannon): Root all enemies slowed by this weapon. Infernum (Flamethrower): Blast enemies in a cone and attack them with your off-hand weapon. Crescendum (Chakram): Deploy a sentry that shoots your off-hand weapon.",
					"cool": "Cooldown Time: Varies based on one of unique 5 weapons",
					"mana": "Cost: Weapon Attack: 1 moonlight / Active: 10 moonlight + 60 mana"
					}
				},

			"w": {
				"movename": "Phase",
				"info": {
					"desc": "Aphelios swaps his main-hand gun with his off-hand gun, replacing his basic attack and activated ability.",
					"cool": "Cooldown Time: 0.8",
					"mana": "Mana Cost: None"
					}
				},

			"e": {
				"movename": "Weapon Queue System",
				"info": {
					"desc": "Aphelios has no third ability. This slot shows the next weapon Alune will give him. Weapon order begins fixed but may change over game time -- when a weapon is out of ammo it goes to the end of the order.",
					"cool": "Cooldown Time: None",
					"mana": "Mana Cost: None"
					}
				},

			"r": {
				"movename": "Moonlight Vigil",
				"info": {
					"desc": "Fire a concentrated blast of moonlight that explodes on enemy champions. Applies the unique effect of Aphelios' main-hand gun.",
					"cool": "Cooldown Time: 120 / 110 / 100",
					"mana": "Mana Cost: 100"
					}
				}
		}
	},
	"ashe": {
		"name": "Ashe",
		"image": "ashe.jpg",
		"lore": "Iceborn warmother of the Avarosan tribe, Ashe commands the most populous horde in the north. Stoic, intelligent, and idealistic, yet uncomfortable with her role as leader, she taps into the ancestral magics of her lineage to wield a bow of True Ice. With her people's belief that she is the mythological hero Avarosa reincarnated, Ashe hopes to unify the Freljord once more by retaking their ancient, tribal lands.",
		"moves": {
			"passive": {
				"movename": "Frost Shot",
				"info": {
					"desc": "Ashe's attacks slow their target, causing her to deal increased damage to these targets. Ashe's critical strikes deal no bonus damage but apply an empowered slow to the target.",
					"cool": "Cooldown Time: None",
					"mana": "Mana Cost: None"
					}
				},

			"q": {
				"movename": "Ranger's focus",
				"info": {
					"desc": "Ashe builds up Focus by attacking. At maximum Focus, Ashe can cast Ranger's Focus to consume all stacks of Focus, temporarily increasing her Attack Speed and transforming her basic attack into a powerful flurry attack for the duration.",
					"cool": "Cooldown Time: None",
					"mana": "Cost: 50 mana + 4 focus"
					}
				},

			"w": {
				"movename": "Volley",
				"info": {
					"desc": "Ashe fires 9 arrows in a cone for increased damage. Also applies Frost Shot.",
					"cool": "Cooldown Time: 14 / 11.5 / 9 / 6.5 / 4",
					"mana": "Mana Cost: 70"
					}
				},

			"e": {
				"movename": "Hawkshot",
				"info": {
					"desc": "Ashe sends her Hawk Spirit on a scouting mission anywhere on the map.",
					"cool": "Cooldown Time: 5",
					"mana": "Cost: 1 charge"
					}
				},

			"r": {
				"movename": "Enchanted Crystal Arrow",
				"info": {
					"desc": "Ashe fires a missile of ice in a straight line. If the arrow collides with an enemy Champion, it deals damage and stuns the Champion, stunning for longer the farther arrow has traveled. In addition, surrounding enemy units take damage and are slowed.",
					"cool": "Cooldown Time: 100 / 90 / 80",
					"mana": "Mana Cost: 100"
					}
				}
		}
	},
	"azir": {
		"name": "Azir",
		"image": "azir.jpg",
		"lore": "Azir was a mortal emperor of Shurima in a far distant age, a proud man who stood at the cusp of immortality. His hubris saw him betrayed and murdered at the moment of his greatest triumph, but now, millennia later, he has been reborn as an Ascended being of immense power. With his buried city risen from the sand, Azir seeks to restore Shurima to its former glory.",
		"moves": {
			"passive": {
				"movename": "Shurima's Legacy",
				"info": {
					"desc": "Azir can summon the Disc of the Sun from the ruins of allied or enemy turrets.",
					"cool": "Cooldown Time: 180",
					"mana": "Mana Cost: None"
					}
				},

			"q": {
				"movename": "Conquering Sands",
				"info": {
					"desc": "Azir sends all Sand Soldiers towards a location. Sand Soldiers deal magic damage to enemies they pass through and apply a slow for 1 second.",
					"cool": "Cooldown Time: 15 / 13 / 11 / 9 / 7",
					"mana": "Mana Cost: 70"
					}
				},

			"w": {
				"movename": "Arise!",
				"info": {
					"desc": "Azir summons a Sand Soldier to attack nearby targets for him, replacing his basic attack against targets within the soldier's range. Their attacks deal magic damage to enemies in a line. Arise! also passively grants attack speed to Azir and his Sand Soldiers.",
					"cool": "Cooldown Time: 1.5",
					"mana": "Cost: 40 mana + 1 sand soldier"
					}
				},

			"e": {
				"movename": "Shifting Sands",
				"info": {
					"desc": "Azir shields himself briefly and dashes to one of his Sand Soldiers, damaging enemies. If he hits an enemy champion, he instantly readies a new Sand Soldier for deployment and halts his dash.",
					"cool": "Cooldown Time: 60",
					"mana": "Mana Cost: 60"
					}
				},

			"r": {
				"movename": "Emperor's Divide",
				"info": {
					"desc": "Azir summons a wall of soldiers which charge forward, knocking back and damaging enemies.",
					"cool": "Cooldown Time: 120 / 105 / 90",
					"mana": "Mana Cost: 100"
					}
				}
		}
	},
	"caitlyn": {
		"name": "Caitlyn",
		"image": "caitlyn.jpg",
		"lore": "Renowned as its finest peacekeeper, Caitlyn is also Piltover's best shot at ridding the city of its elusive criminal elements. She is often paired with Vi, acting as a cool counterpoint to her partner's more impetuous nature. Even though she carries a one-of-a-kind hextech rifle, Caitlyn's most powerful weapon is her superior intellect, allowing her to lay elaborate traps for any lawbreakers foolish enough to operate in the City of Progress.",
		"moves": {
			"passive": {
				"movename": "Headshot",
				"info": {
					"desc": "Every few basic attacks, or against a target she has trapped or netted, Caitlyn will fire a headshot dealing bonus damage that scales with her critical strike chance. On trapped or netted targets, Caitlyn's Headshot attack range is doubled.",
					"cool": "Cooldown Time: None",
					"mana": "Mana Cost: None"
					}
				},

			"q": {
				"movename": "Piltover Peacemaker",
				"info": {
					"desc": "Caitlyn revs up her rifle for 1 second to unleash a penetrating shot that deals physical damage (deals less damage to subsequent targets).",
					"cool": "Cooldown Time: 10 / 9 / 8 / 7 / 6",
					"mana": "Mana Cost: 50 / 60 / 70 / 80 / 90 "
					}
				},

			"w": {
				"movename": "Yordle Snap Trap",
				"info": {
					"desc": "Caitlyn sets a trap to find sneaky yordles. When sprung, the trap reveals and immobilizes the enemy champion for 1.5 seconds, granting Caitlyn an empowered Headshot.",
					"cool": "Cooldown Time: 0.5",
					"mana": "Cost: 20 mana + 1 charge"
					}
				},

			"e": {
				"movename": "90 Caliber Net",
				"info": {
					"desc": "Caitlyn fires a heavy net to slow her target. The recoil knocks Caitlyn back.",
					"cool": "Cooldown Time: 16 / 14.5 / 13 / 11.5 / 10",
					"mana": "Mana Cost: 75"
					}
				},

			"r": {
				"movename": "Ace in the Hole",
				"info": {
					"desc": "Caitlyn takes time to line up the perfect shot, dealing massive damage to a single target at a huge range. Enemy champions can intercept the bullet for their ally.",
					"cool": "Cooldown Time: 90 / 75 / 60",
					"mana": "Mana Cost: 100"
					}
				}
		}
	},
	"corki": {
		"name": "Corki",
		"image": "corki.jpg",
		"lore": "The yordle pilot Corki loves two things above all others: flying, and his glamorous mustache... though not necessarily in that order. After leaving Bandle City, he settled in Piltover and fell in love with the wondrous machines he found there. He dedicated himself to the development of flying contraptions, leading an aerial defense force of seasoned veterans known as the Screaming Yipsnakes. Calm under fire, Corki patrols the skies around his adopted home, and has never encountered a problem that a good missile barrage couldn't solve.",
		"moves": {
			"passive": {
				"movename": "Hextech Munitions",
				"info": {
					"desc": "Corki's basic attack deals a percentage of their damage as magic instead of physical. Every once in a while, The Package arrives in Corki's base to be picked up, temporarily granting him out of combat Movement Speed and upgrading Valkyrie into Special Delivery.",
					"cool": "Cooldown Time: 240",
					"mana": "Mana Cost: None"
					}
				},

			"q": {
				"movename": "Phosphorus Bomb",
				"info": {
					"desc": "Corki fires a flash bomb at a target location, dealing magic damage to enemies in the area. This attack additionally reveals units in the area for a duration.",
					"cool": "Cooldown Time: 8",
					"mana": "Mana Cost:  60 / 70 / 80 / 90 / 100"
					}
				},

			"w": {
				"movename": "Valkyrie/Special Delivery",
				"info": {
					"desc": "Corki flies a short distance, dropping bombs that create a trail of fire that damages opponents who remain in it.",
					"cool": "Cooldown Time: 20 / 19 / 18 / 17 / 16",
					"mana": "Mana Cost: 100"
					}
				},

			"e": {
				"movename": "Gatling Gun",
				"info": {
					"desc": "Corki's gatling gun rapidly fires in a cone in front of him, dealing damage and reducing enemy Armor and Magic Resist.",
					"cool": "Cooldown Time: 16",
					"mana": "Mana Cost: 50"
					}
				},

			"r": {
				"movename": "Missile Barrage",
				"info": {
					"desc": "Corki fires a missile toward his target location that explodes on impact, dealing damage to enemies in an area. Corki stores missiles over time, up to a maximum. Every 3rd missile fired will be a Big One, dealing extra damage.",
					"cool": "Cooldown Time: 2",
					"mana": "Cost: 20 mana + 1 missile"
					}
				}
		}
	},
	"draven": {
		"name": "Draven",
		"image": "draven.jpg",
		"lore": "In Noxus, warriors known as Reckoners face one another in arenas where blood is spilled and strength tested—but none has ever been as celebrated as Draven. A former soldier, he found that the crowds uniquely appreciated his flair for the dramatic, and his unparalleled skill with his spinning axes. Addicted to the spectacle of his own brash perfection, Draven has sworn to defeat whomever he must to ensure that his name is chanted throughout the empire forever more.",
		"moves": {
			"passive": {
				"movename": "League of Draven",
				"info": {
					"desc": "Draven gains his fans' Adoration when he catches a Spinning Axe or kills a minion, monster, or tower. Killing enemy champions grants Draven bonus gold based on how much Adoration he has.",
					"cool": "Cooldown Time: #",
					"mana": "Mana Cost: ###"
					}
				},

			"q": {
				"movename": "Spinning Axe",
				"info": {
					"desc": "Draven's next attack will deal bonus physical damage. This axe will ricochet off the target high up into the air. If Draven catches it, he automatically readies another Spinning Axe. Draven can have two Spinning Axes at once.",
					"cool": "Cooldown Time: 12 / 11 / 10 / 9 / 8",
					"mana": "Mana Cost: 45"
					}
				},

			"w": {
				"movename": "Blood Rush",
				"info": {
					"desc": "Draven gains increased Movement Speed and Attack Speed. The Movement Speed bonus decreases rapidly over its duration. Catching a Spinning Axe will refresh the cooldown of Blood Rush.",
					"cool": "Cooldown Time: 12",
					"mana": "Mana Cost:  40 / 35 / 30 / 25 / 20"
					}
				},

			"e": {
				"movename": "Stand Aside",
				"info": {
					"desc": "Draven throws his axes, dealing physical damage to targets hit and knocking them aside. Targets hit are slowed.",
					"cool": "Cooldown Time: 18 / 17 / 16 / 15 / 14",
					"mana": "Mana Cost: 70"
					}
				},

			"r": {
				"movename": "Whirling Death",
				"info": {
					"desc": "Draven hurls two massive axes to deal physical damage to each unit struck. Whirling Death slowly reverses direction and returns to Draven after striking an enemy champion. Draven may also activate this ability while the axes are in flight to cause it to return early. Deals less damage for each unit hit and resets when the axes reverse direction.",
					"cool": "Cooldown Time: 120 / 100 / 80",
					"mana": "Mana Cost: 100"
					}
				}
		}
	},
	"ezreal":{
		"name": "Ezreal",
		"image": "ezreal.jpg",
		"lore": "A dashing adventurer, unknowingly gifted in the magical arts, Ezreal raids long-lost catacombs, tangles with ancient curses, and overcomes seemingly impossible odds with ease. His courage and bravado knowing no bounds, he prefers to improvise his way out of any situation, relying partially on his wits, but mostly on his mystical Shuriman gauntlet, which he uses to unleash devastating arcane blasts. One thing is for sure—whenever Ezreal is around, trouble isn't too far behind. Or ahead. Probably everywhere.",
		"moves": {
			"passive": {
				"movename": "Rising Spell Force",
				"info": {
					"desc": "Ezreal gains increasing Attack Speed each time he successfully hits a spell, stacking up to 5 times.",
					"cool": "Cooldown Time: None",
					"mana": "Mana Cost: None"
					}
				},

			"q": {
				"movename": "Mystic Shot",
				"info": {
					"desc": "Ezreal fires a damaging bolt of energy which reduces all of his cooldowns slightly if it strikes an enemy unit.",
					"cool": "Cooldown Time: 5.5 / 5.25 / 5 / 4.75 / 4.5",
					"mana": "Mana Cost: 28 / 31 / 34 / 37 / 40"
					}
				},

			"w": {
				"movename": "Essence Flux",
				"info": {
					"desc": "Ezreal fires an orb that sticks to the first champion or objective hit. If Ezreal hits an enemy with the orb, it detonates and deals damage.",
					"cool": "Cooldown Time: 12",
					"mana": "Mana Cost: 50"
					}
				},

			"e": {
				"movename": "Arcane Shift",
				"info": {
					"desc": "Ezreal teleports to a target nearby location and fires a homing bolt which strikes the nearest enemy unit. Prioritizes enemies stuck with Essence Flux.",
					"cool": "Cooldown Time: 25 / 22 / 19 / 16 / 13",
					"mana": "Mana Cost: 90"
					}
				},

			"r": {
				"movename": "Trueshot Barrage",
				"info": {
					"desc": "Ezreal winds up before firing a powerful barrage of energy that deals massive damage to each unit it passes through (damage is reduced for minions and non-epic monsters).",
					"cool": "Cooldown Time: 120",
					"mana": "Mana Cost: 100"
					}
				}
		}
	},
	"graves":{
		"name": "Graves",
		"image": "graves.jpg",
		"lore": "Malcolm Graves is a renowned mercenary, gambler, and thief—a wanted man in every city and empire he has visited. Even though he has an explosive temper, he possesses a strict sense of criminal honor, often enforced at the business end of his double-barreled shotgun Destiny. In recent years, he has reconciled a troubled partnership with Twisted Fate, and together they have prospered once more in the turmoil of Bilgewater's criminal underbelly.",
		"moves": {
			"passive": {
				"movename": "",
				"info": {
					"desc": "Champion's Move Description",
					"cool": "Cooldown Time: #",
					"mana": "Mana Cost: ###"
					}
				},

			"q": {
				"movename": "",
				"info": {
					"desc": "Champion's Move Description",
					"cool": "Cooldown Time: #",
					"mana": "Mana Cost: ###"
					}
				},

			"w": {
				"movename": "",
				"info": {
					"desc": "Champion's Move Description",
					"cool": "Cooldown Time: #",
					"mana": "Mana Cost: ###"
					}
				},

			"e": {
				"movename": "",
				"info": {
					"desc": "Champion's Move Description",
					"cool": "Cooldown Time: #",
					"mana": "Mana Cost: ###"
					}
				},

			"r": {
				"movename": "",
				"info": {
					"desc": "Champion's Move Description",
					"cool": "Cooldown Time: #",
					"mana": "Mana Cost: ###"
					}
				}
		}
	},
	"jayce":{
		"name": "Jayce",
		"image": "jayce.jpg",
		"lore": "Jayce is a brilliant inventor who has pledged his life to the defense of Piltover and its unyielding pursuit of progress. With his transforming hextech hammer in hand, Jayce uses his strength, courage, and considerable intelligence to protect his hometown. While revered throughout the city as a hero, he hasn't taken well to the attention heroism brings. Still, Jayce's heart is in the right place, and even those who envy his natural skills are grateful for his protection in the City of Progress.",
		"moves": {
			"passive": {
				"movename": "",
				"info": {
					"desc": "Champion's Move Description",
					"cool": "Cooldown Time: #",
					"mana": "Mana Cost: ###"
					}
				},

			"q": {
				"movename": "",
				"info": {
					"desc": "Champion's Move Description",
					"cool": "Cooldown Time: #",
					"mana": "Mana Cost: ###"
					}
				},

			"w": {
				"movename": "",
				"info": {
					"desc": "Champion's Move Description",
					"cool": "Cooldown Time: #",
					"mana": "Mana Cost: ###"
					}
				},

			"e": {
				"movename": "",
				"info": {
					"desc": "Champion's Move Description",
					"cool": "Cooldown Time: #",
					"mana": "Mana Cost: ###"
					}
				},

			"r": {
				"movename": "",
				"info": {
					"desc": "Champion's Move Description",
					"cool": "Cooldown Time: #",
					"mana": "Mana Cost: ###"
					}
				}
		}
	},
	"jhin":{
		"name": "Jhin",
		"image": "jhin.jpg",
		"lore": "Jhin is a meticulous criminal psychopath who believes murder is art. Once an Ionian prisoner, but freed by shadowy elements within Ionia's ruling council, the serial killer now works as their cabal's assassin. Using his gun as his paintbrush, Jhin creates works of artistic brutality, horrifying victims and onlookers. He gains a cruel pleasure from putting on his gruesome theater, making him the ideal choice to send the most powerful of messages: terror.",
		"moves": {
			"passive": {
				"movename": "",
				"info": {
					"desc": "Champion's Move Description",
					"cool": "Cooldown Time: #",
					"mana": "Mana Cost: ###"
					}
				},

			"q": {
				"movename": "",
				"info": {
					"desc": "Champion's Move Description",
					"cool": "Cooldown Time: #",
					"mana": "Mana Cost: ###"
					}
				},

			"w": {
				"movename": "",
				"info": {
					"desc": "Champion's Move Description",
					"cool": "Cooldown Time: #",
					"mana": "Mana Cost: ###"
					}
				},

			"e": {
				"movename": "",
				"info": {
					"desc": "Champion's Move Description",
					"cool": "Cooldown Time: #",
					"mana": "Mana Cost: ###"
					}
				},

			"r": {
				"movename": "",
				"info": {
					"desc": "Champion's Move Description",
					"cool": "Cooldown Time: #",
					"mana": "Mana Cost: ###"
					}
				}
		}
	},
	"jinx":{
		"name": "Jinx",
		"image": "jinx.jpg",
		"lore": "A manic and impulsive criminal from Zaun, Jinx lives to wreak havoc without care for the consequences. With an arsenal of deadly weapons, she unleashes the loudest blasts and brightest explosions to leave a trail of mayhem and panic in her wake. Jinx despises boredom, and gleefully brings her own chaotic brand of pandemonium wherever she goes.",
		"moves": {
			"passive": {
				"movename": "",
				"info": {
					"desc": "Champion's Move Description",
					"cool": "Cooldown Time: #",
					"mana": "Mana Cost: ###"
					}
				},

			"q": {
				"movename": "",
				"info": {
					"desc": "Champion's Move Description",
					"cool": "Cooldown Time: #",
					"mana": "Mana Cost: ###"
					}
				},

			"w": {
				"movename": "",
				"info": {
					"desc": "Champion's Move Description",
					"cool": "Cooldown Time: #",
					"mana": "Mana Cost: ###"
					}
				},

			"e": {
				"movename": "",
				"info": {
					"desc": "Champion's Move Description",
					"cool": "Cooldown Time: #",
					"mana": "Mana Cost: ###"
					}
				},

			"r": {
				"movename": "",
				"info": {
					"desc": "Champion's Move Description",
					"cool": "Cooldown Time: #",
					"mana": "Mana Cost: ###"
					}
				}
		}
	},
	"kaisa":{
		"name": "Kai'Sa",
		"image": "kaisa.jpg",
		"lore": "Claimed by the Void when she was only a child, Kai'Sa managed to survive through sheer tenacity and strength of will. Her experiences have made her a deadly hunter and, to some, the harbinger of a future they would rather not live to see. Having entered into an uneasy symbiosis with a living Void carapace, the time will soon come when she must decide whether to forgive those mortals who would call her a monster, and defeat the coming darkness together… or simply to forget, as the Void consumes the world that left her behind.",
		"moves": {
			"passive": {
				"movename": "",
				"info": {
					"desc": "Champion's Move Description",
					"cool": "Cooldown Time: #",
					"mana": "Mana Cost: ###"
					}
				},

			"q": {
				"movename": "",
				"info": {
					"desc": "Champion's Move Description",
					"cool": "Cooldown Time: #",
					"mana": "Mana Cost: ###"
					}
				},

			"w": {
				"movename": "",
				"info": {
					"desc": "Champion's Move Description",
					"cool": "Cooldown Time: #",
					"mana": "Mana Cost: ###"
					}
				},

			"e": {
				"movename": "",
				"info": {
					"desc": "Champion's Move Description",
					"cool": "Cooldown Time: #",
					"mana": "Mana Cost: ###"
					}
				},

			"r": {
				"movename": "",
				"info": {
					"desc": "Champion's Move Description",
					"cool": "Cooldown Time: #",
					"mana": "Mana Cost: ###"
					}
				}
		}
	},
	"kalista":{
		"name": "Kalista",
		"image": "kalista.jpg",
		"lore": "A specter of wrath and retribution, Kalista is the undying spirit of vengeance, an armored nightmare summoned from the Shadow Isles to hunt deceivers and traitors. The betrayed may cry out in blood to be avenged, but Kalista only answers those willing to pay with their very souls. Those who become the focus of Kalista's wrath should make their final peace, for any pact sealed with this grim hunter can only end with the cold, piercing fire of her soul-spears.",
		"moves": {
			"passive": {
				"movename": "",
				"info": {
					"desc": "Champion's Move Description",
					"cool": "Cooldown Time: #",
					"mana": "Mana Cost: ###"
					}
				},

			"q": {
				"movename": "",
				"info": {
					"desc": "Champion's Move Description",
					"cool": "Cooldown Time: #",
					"mana": "Mana Cost: ###"
					}
				},

			"w": {
				"movename": "",
				"info": {
					"desc": "Champion's Move Description",
					"cool": "Cooldown Time: #",
					"mana": "Mana Cost: ###"
					}
				},

			"e": {
				"movename": "",
				"info": {
					"desc": "Champion's Move Description",
					"cool": "Cooldown Time: #",
					"mana": "Mana Cost: ###"
					}
				},

			"r": {
				"movename": "",
				"info": {
					"desc": "Champion's Move Description",
					"cool": "Cooldown Time: #",
					"mana": "Mana Cost: ###"
					}
				}
		}
	},
	"kennen": {
		"name": "Kennen",
		"image": "kennen.jpg",
		"lore": "More than just the lightning-quick enforcer of Ionian balance, Kennen is the only yordle member of the Kinkou. Despite his small, furry stature, he is eager to take on any threat with a whirling storm of shuriken and boundless enthusiasm. Alongside his master Shen, Kennen patrols the spirit realm, employing devastating electrical energy to strike down his enemies.",
		"moves": {
			"passive": {
				"movename": "",
				"info": {
					"desc": "Champion's Move Description",
					"cool": "Cooldown Time: #",
					"mana": "Mana Cost: ###"
					}
				},

			"q": {
				"movename": "",
				"info": {
					"desc": "Champion's Move Description",
					"cool": "Cooldown Time: #",
					"mana": "Mana Cost: ###"
					}
				},

			"w": {
				"movename": "",
				"info": {
					"desc": "Champion's Move Description",
					"cool": "Cooldown Time: #",
					"mana": "Mana Cost: ###"
					}
				},

			"e": {
				"movename": "",
				"info": {
					"desc": "Champion's Move Description",
					"cool": "Cooldown Time: #",
					"mana": "Mana Cost: ###"
					}
				},

			"r": {
				"movename": "",
				"info": {
					"desc": "Champion's Move Description",
					"cool": "Cooldown Time: #",
					"mana": "Mana Cost: ###"
					}
				}
		}
	},
	"kindred": {
		"name": "Kindred",
		"image": "kindred.jpg",
		"lore": "Separate, but never parted, Kindred represents the twin essences of death. Lamb's bow offers a swift release from the mortal realm for those who accept their fate. Wolf hunts down those who run from their end, delivering violent finality within his crushing jaws. Though interpretations of Kindred's nature vary across Runeterra, every mortal must choose the true face of their death.",
		"moves": {
			"passive": {
				"movename": "Mark of the Kindred",
				"info": {
					"desc": "Kindred can mark targets to Hunt. Successfully completing a Hunt permanently empowers Kindred's basic abilities. Every 4 hunts completed also increases Kindred's basic attack range.",
					"cool": "Cooldown Time: None",
					"mana": "Mana Cost: None"
					}
				},

			"q": {
				"movename": "Dance of Arrows",
				"info": {
					"desc": "Kindred tumbles and shoots up to three arrows at nearby targets.",
					"cool": "Cooldown Time: 4 / 3.5 / 3 / 2.5 / 2",
					"mana": "Mana Cost: 35"
					}
				},

			"w": {
				"movename": "Wolf's Frenzy",
				"info": {
					"desc": "Wolf enrages and attacks enemies around him. Lamb passively gains stacks by moving and attacking. When fully charged, Lamb's next attack restores health.",
					"cool": "Cooldown Time: 18 / 17 / 16 / 15 / 14",
					"mana": "Mana Cost: 40"
					}
				},

			"e": {
				"movename": "Mounting Dread",
				"info": {
					"desc": "Lamb fires a carefully placed shot, slowing the target. If Lamb attacks the target two more times, her third attack instead directs Wolf to pounce on the enemy, savaging them for massive damage.",
					"cool": "Cooldown Time: 16 / 15 / 14 / 13 / 12",
					"mana": "Mana Cost: 50"
					}
				},

			"r": {
				"movename": "Lamb's Respite",
				"info": {
					"desc": "Lamb grants all living things inside a zone a respite from death. Until the effect ends, nothing can die. At the end, units are healed.",
					"cool": "Cooldown Time: 180 / 150 / 120",
					"mana": "Mana Cost: 100"
					}
				}
		}
	},
	"kogmaw": {
		"name": "Kog'Maw",
		"image": "kogmaw.jpg",
		"lore": "Belched forth from a rotting Void incursion deep in the wastelands of Icathia, Kog'Maw is an inquisitive yet putrid creature with a caustic, gaping mouth. This particular Void-spawn needs to gnaw and drool on anything within reach to truly understand it. Though not inherently evil, Kog'Maw's beguiling naiveté is dangerous, as it often precedes a feeding frenzy—not for sustenance, but to satisfy its unending curiosity.",
		"moves": {
			"passive": {
				"movename": "Icathian Suprise",
				"info": {
					"desc": "Upon dying, Kog'Maw starts a chain reaction in his body which causes him to move faster and detonate after 4 seconds; dealing 100 + (25 x lvl) true damage to surrounding enemies.",
					"cool": "Cooldown Time: None",
					"mana": "Mana Cost: None"
					}
				},

			"q": {
				"movename": "Caustic Spittle",
				"info": {
					"desc": "Kog'Maw launches a corrosive projectile which deals magic damage and corrodes the target's armor and magic resist for a short time. Kog'Maw also gains additional attack speed.",
					"cool": "Cooldown Time: 8",
					"mana": "Mana Cost: 40"
					}
				},

			"w": {
				"movename": "Bio-Arcane Barrage",
				"info": {
					"desc": "Kog'Maw's attacks gain range and deal a percent of the target's maximum health as magic damage.",
					"cool": "Cooldown Time: 17",
					"mana": "Mana Cost: 40"
					}
				},

			"e": {
				"movename": "Void Ooze",
				"info": {
					"desc": "Kog'Maw launches a peculiar ooze which damages all enemies it passes through and leaves a trail which slows enemies who stand on it.",
					"cool": "Cooldown Time: 12",
					"mana": "Mana Cost: 80 / 90 / 100 / 110 / 120"
					}
				},

			"r": {
				"movename": "Living Artillery",
				"info": {
					"desc": "Kog'Maw fires an artillery shell at a great distance dealing magic damage (increased significantly on low health enemies) and revealing non-stealthed targets. Additionally, multiple Living Artilleries in a short period of time cause them to cost additional Mana.",
					"cool": "Cooldown Time: 2 / 1.5/ 1",
					"mana": "Mana Cost: 40 - 400 (based on casts)"
					}
				}
		}
	},
	"lucian": {
		"name": "Lucian",
		"image": "lucian.jpg",
		"lore": "Lucian, a Sentinel of Light, is a grim hunter of undying spirits, pursuing them relentlessly and annihilating them with his twin relic pistols. After the wraith Thresh slew his wife, Lucian embarked on the path of vengeance—but even with her return to life, his rage is undiminished. Merciless and single- minded, Lucian will stop at nothing to protect the living from the long-dead horrors of the Black Mist.",
		"moves": {
			"passive": {
				"movename": "Lightslinger",
				"info": {
					"desc": "Whenever Lucian uses an ability, his next attack becomes a double-shot.",
					"cool": "Cooldown Time: None",
					"mana": "Mana Cost: None"
					}
				},

			"q": {
				"movename": "Piercing Light",
				"info": {
					"desc": "Lucian shoots a bolt of piercing light through a target.",
					"cool": "Cooldown Time: 9 / 8 / 7 / 6 / 5",
					"mana": "Mana Cost: 50 / 60 / 70 / 80 / 90"
					}
				},

			"w": {
				"movename": "Ardent Blaze",
				"info": {
					"desc": "Lucian shoots a missile that explodes in a star shape, marking and briefly revealing enemies. Lucian gains Movement Speed for attacking marked enemies.",
					"cool": "Cooldown Time: 14 / 13 / 12 / 11 / 10",
					"mana": "Mana Cost: 70"
					}
				},

			"e": {
				"movename": "Relentless Pursuit",
				"info": {
					"desc": "Lucian quickly dashes a short distance. Lightslinger attacks reduce Relentless Pursuit's cooldown.",
					"cool": "Cooldown Time: 22 / 20 / 18 / 16 / 14",
					"mana": "Mana Cost: 40 / 30 / 20 / 10 / 0"
					}
				},

			"r": {
				"movename": "The Culling",
				"info": {
					"desc": "Lucian unleashes a torrent of shots from his weapons.",
					"cool": "Cooldown Time: 100",
					"mana": "Mana Cost: 110 / 100 / 90"
					}
				}
		}
	},
	"miss_fortune": {
		"name": "Miss Fortune",
		"image": "miss_fortune.jpg",
		"lore": "A Bilgewater captain famed for her looks but feared for her ruthlessness, Sarah Fortune paints a stark figure among the hardened criminals of the port city. As a child, she witnessed the reaver king Gangplank murder her family—an act she brutally avenged years later, blowing up his flagship while he was still aboard. Those who underestimate her will face a beguiling and unpredictable opponent… and, likely, a bullet or two in their guts.",
		"moves": {
			"passive": {
				"movename": "Love Tap",
				"info": {
					"desc": "Miss Fortune deals bonus physical damage whenever she basic attacks a new target.",
					"cool": "Cooldown Time: None",
					"mana": "Mana Cost: None"
					}
				},

			"q": {
				"movename": "Double Up",
				"info": {
					"desc": "Miss Fortune fires a bullet at an enemy, damaging them and a target behind them. Both strikes can also apply Love Tap.",
					"cool": "Cooldown Time: 7 / 6 / 5 / 4 / 3",
					"mana": "Mana Cost: 43 / 46 / 49 / 52 / 55"
					}
				},

			"w": {
				"movename": "Struct",
				"info": {
					"desc": "Miss Fortune passively  gains Movement Speed when not attacked. This ability can be activated to grant bonus Attack Speed for a short duration. While it's on cooldown, Love Taps reduce the remaining cooldown of Strut.",
					"cool": "Cooldown Time: 12",
					"mana": "Mana Cost: 30"
					}
				},

			"e": {
				"movename": "Make it Rain",
				"info": {
					"desc": "Miss Fortune reveals an area with a flurry of bullets, dealing waves of damage to opponents and slowing them.",
					"cool": "Cooldown Time: 18 / 16 / 14 / 12 / 10",
					"mana": "Mana Cost: 80"
					}
				},

			"r": {
				"movename": "Bullet Time",
				"info": {
					"desc": "Miss Fortune channels a barrage of bullets into a cone in front of her, dealing large amounts of damage to enemies. Each wave of Bullet Time can critically strike",
					"cool": "Cooldown Time: 120 / 110 / 100",
					"mana": "Mana Cost: 200"
					}
				}
		}
	},
	"quinn": {
		"name": "Quinn",
		"image": "quinn.jpg",
		"lore": "Quinn is an elite ranger-knight of Demacia, who undertakes dangerous missions deep in enemy territory. She and her legendary eagle, Valor, share an unbreakable bond, and their foes are often slain before they realize they are fighting not one, but two of the kingdom's greatest heroes. Nimble and acrobatic when required, Quinn takes aim with her crossbow while Valor marks their elusive targets from above, making them a deadly pair on the battlefield.",
		"moves": {
			"passive": {
				"movename": "Harrier",
				"info": {
					"desc": "Valor, Quinn's Demacian eagle, periodically marks enemies as Vulnerable. Quinn's first basic attack against Vulnerable targets will deal bonus physical damage.",
					"cool": "Cooldown Time: None",
					"mana": "Mana Cost: None"
					}
				},

			"q": {
				"movename": "Blinding Assault",
				"info": {
					"desc": "Quinn calls Valor to mark an enemy and hinder its vision before damaging all enemies in the immediate area.",
					"cool": "Cooldown Time:  11 / 10.5 / 10 / 9.5 / 9",
					"mana": "Mana Cost: 50 / 55 / 60 / 65 / 70"
					}
				},

			"w": {
				"movename": "Heightened Senses",
				"info": {
					"desc": "Passively grants Quinn Attack Speed and Movement Speed after she attacks a Vulnerable target. Activate to have Valor reveal a large area nearby.",
					"cool": "Cooldown Time: 50 / 45 / 40 / 35 / 30",
					"mana": "Mana Cost: None"
					}
				},

			"e": {
				"movename": "Vault",
				"info": {
					"desc": "Quinn dashes to an enemy, dealing physical damage and slowing the target's Movement Speed. Upon reaching the target, she leaps off the target, briefly interrupting it, and lands near her maximum Attack Range away from the target.",
					"cool": "Cooldown Time: 12 / 11 / 10 / 9 / 8",
					"mana": "Mana Cost: 50"
					}
				},

			"r": {
				"movename": "Behind Enemy Lines",
				"info": {
					"desc": "Quinn and Valor team up to fly around at great speed. Ending the ability casts Skystrike, which deals damage to nearby enemies and marks champions as Vulnerable.",
					"cool": "Cooldown Time: None",
					"mana": "Mana Cost: 100 / 50 / 0"
					}
				}
		}
	},
	"senna": {
		"name": "Senna",
		"image": "senna.jpg",
		"lore": "Cursed from childhood to be haunted by the supernatural Black Mist, Senna joined a sacred order known as the Sentinels of Light, and fiercely fought back—only to be killed, her soul imprisoned in a lantern by the cruel wraith Thresh. But refusing to lose hope, within the lantern Senna learned to use the Mist, and reemerged to new life, forever changed. Now wielding darkness along with light, Senna seeks to end the Black Mist by turning it against itself—with every blast of her relic weapon, redeeming the souls lost within.",
		"moves": {
			"passive": {
				"movename": "Absolution",
				"info": {
					"desc": "When units die near Senna, their souls are periodically trapped by the Black Mist. Senna can attack these souls to free them, absorbing the Mist that held them in death. Mist fuels her Relic Cannon's power with increased Attack Damage, Attack Range, and Critical Strike Chance. Attacks from Senna's Relic Cannon take longer to fire, deals bonus damage , and briefly grant her a portion of her target's Movement Speed.",
					"cool": "Cooldown Time: None",
					"mana": "Mana Cost: None"
					}
				},

			"q": {
				"movename": "Piercing Darkness",
				"info": {
					"desc": "From the twin barrels of her Relic Cannon, Senna fires a unified beam of light and shadow through a target, healing allies and damaging enemies.",
					"cool": "Cooldown Time: 15",
					"mana": "Mana Cost: 70 / 80 / 90 / 100 / 110"
					}
				},

			"w": {
				"movename": "Last Embrace",
				"info": {
					"desc": "Senna sends forth a wave of Black Mist. If it hits an enemy it latches onto them hungrily, rooting them and everything nearby after a brief delay.",
					"cool": "Cooldown Time: 11",
					"mana": "Mana Cost: 50 / 55 / 60 / 65 / 70"
					}
				},

			"e": {
				"movename": "Curse of the Black Mist",
				"info": {
					"desc": "Senna draws the Mist she has stored in her weapon into a storm around her, embracing darkness and becoming a wraith within. Allies who enter the area are camouflaged and also appear as wraiths as the Mist shrouds them. Wraiths gain increased movement speed, are unselectable, and hide their identities.",
					"cool": "Cooldown Time: 26 / 24.5 / 23 / 21.5 / 20",
					"mana": "Mana Cost: 70"
					}
				},

			"r": {
				"movename": "Dawning Shadow",
				"info": {
					"desc": "Senna calls upon the relic stones of fallen Sentinels, splitting her relic cannon into a holy array of shadow and light. She then fires a global beam that shields allies from harm, while damaging enemies caught in the center.",
					"cool": "Cooldown Time: 160 / 140 / 120",
					"mana": "Mana Cost: 100"
					}
				}
		}
	},
	"sivir": {
		"name": "Sivir",
		"image": "sivir.jpg",
		"lore": "Sivir is a renowned fortune hunter and mercenary captain who plies her trade in the deserts of Shurima. Armed with her legendary jeweled crossblade, she has fought and won countless battles for those who can afford her exorbitant price. Known for her fearless resolve and endless ambition, she prides herself on recovering buried treasures from the perilous tombs of Shurima—for a generous bounty. With ancient forces stirring the very bones of Shurima, Sivir finds herself torn between conflicting destinies.",
		"moves": {
			"passive": {
				"movename": "Fleet of Foot",
				"info": {
					"desc": "Sivir gains a short burst of Movement Speed when she attacks an enemy champion.",
					"cool": "Cooldown Time: None",
					"mana": "Mana Cost: None"
					}
				},

			"q": {
				"movename": "Boomerang Blade",
				"info": {
					"desc": "Sivir hurls her crossblade like a boomerang, dealing damage each way.",
					"cool": "Cooldown Time: 7",
					"mana": "Mana Cost:  70 / 80 / 90 / 100 / 110 "
					}
				},

			"w": {
				"movename": "Ricochet",
				"info": {
					"desc": "Sivir's next few basic attacks will bounce to nearby targets, dealing reduced damage to secondary targets.",
					"cool": "Cooldown Time: 12 / 10.5 / 9 / 7.5 / 6",
					"mana": "Mana Cost: 75"
					}
				},

			"e": {
				"movename": "Spell Shield",
				"info": {
					"desc": "Creates a magical barrier that blocks a single enemy ability cast on Sivir. She receives Mana back if a spell is blocked.",
					"cool": "Cooldown Time: 22 / 19 / 16 / 13 / 10",
					"mana": "Mana Cost: None"
					}
				},

			"r": {
				"movename": "On the Hunt",
				"info": {
					"desc": "Sivir leads her allies in battle, granting them a surge Movement Speed for a period of time. Additionally passively grants Sivir bonus Attack Speed while Ricochet is active.",
					"cool": "Cooldown Time: 120 / 100 / 80",
					"mana": "Mana Cost: 100"
					}
				}
		}
	},
	"teemo": {
		"name": "Teemo",
		"image": "teemo.jpg",
		"lore": "Undeterred by even the most dangerous and threatening of obstacles, Teemo scouts the world with boundless enthusiasm and a cheerful spirit. A yordle with an unwavering sense of morality, he takes pride in following the Bandle Scout's Code, sometimes with such eagerness that he is unaware of the broader consequences of his actions. Though some say the existence of the Scouts is questionable, one thing is for certain: Teemo's conviction is nothing to be trifled with.",
		"moves": {
			"passive": {
				"movename": "",
				"info": {
					"desc": "Champion's Move Description",
					"cool": "Cooldown Time: #",
					"mana": "Mana Cost: ###"
					}
				},

			"q": {
				"movename": "",
				"info": {
					"desc": "Champion's Move Description",
					"cool": "Cooldown Time: #",
					"mana": "Mana Cost: ###"
					}
				},

			"w": {
				"movename": "",
				"info": {
					"desc": "Champion's Move Description",
					"cool": "Cooldown Time: #",
					"mana": "Mana Cost: ###"
					}
				},

			"e": {
				"movename": "",
				"info": {
					"desc": "Champion's Move Description",
					"cool": "Cooldown Time: #",
					"mana": "Mana Cost: ###"
					}
				},

			"r": {
				"movename": "",
				"info": {
					"desc": "Champion's Move Description",
					"cool": "Cooldown Time: #",
					"mana": "Mana Cost: ###"
					}
				}
		}
	},
	"tristana": {
		"name": "Tristana",
		"image": "tristana.jpg",
		"lore": "While many other yordles channel their energy into discovery, invention, or just plain mischief-making, Tristana was always inspired by the adventures of great warriors. She had heard much about Runeterra, its factions, and its wars, and believed her kind could become worthy of legend too. Setting foot in the world for the first time, she took up her trusty cannon Boomer, and now leaps into battle with steadfast courage and optimism.",
		"moves": {
			"passive": {
				"movename": "",
				"info": {
					"desc": "Champion's Move Description",
					"cool": "Cooldown Time: #",
					"mana": "Mana Cost: ###"
					}
				},

			"q": {
				"movename": "",
				"info": {
					"desc": "Champion's Move Description",
					"cool": "Cooldown Time: #",
					"mana": "Mana Cost: ###"
					}
				},

			"w": {
				"movename": "",
				"info": {
					"desc": "Champion's Move Description",
					"cool": "Cooldown Time: #",
					"mana": "Mana Cost: ###"
					}
				},

			"e": {
				"movename": "",
				"info": {
					"desc": "Champion's Move Description",
					"cool": "Cooldown Time: #",
					"mana": "Mana Cost: ###"
					}
				},

			"r": {
				"movename": "",
				"info": {
					"desc": "Champion's Move Description",
					"cool": "Cooldown Time: #",
					"mana": "Mana Cost: ###"
					}
				}
		}
	},
	"twitch": {
		"name": "Twitch",
		"image": "twitch.jpg",
		"lore": "A Zaunite plague rat by birth, but a connoisseur of filth by passion, Twitch is not afraid to get his paws dirty. Aiming a chem-powered crossbow at the gilded heart of Piltover, he has vowed to show those in the city above just how filthy they really are. Always a sneaky sneak, when he's not rooting around in the Sump, he's digging deep into other people's garbage for discarded treasures… and perhaps a moldy sandwich.",
		"moves": {
			"passive": {
				"movename": "",
				"info": {
					"desc": "Champion's Move Description",
					"cool": "Cooldown Time: #",
					"mana": "Mana Cost: ###"
					}
				},

			"q": {
				"movename": "",
				"info": {
					"desc": "Champion's Move Description",
					"cool": "Cooldown Time: #",
					"mana": "Mana Cost: ###"
					}
				},

			"w": {
				"movename": "",
				"info": {
					"desc": "Champion's Move Description",
					"cool": "Cooldown Time: #",
					"mana": "Mana Cost: ###"
					}
				},

			"e": {
				"movename": "",
				"info": {
					"desc": "Champion's Move Description",
					"cool": "Cooldown Time: #",
					"mana": "Mana Cost: ###"
					}
				},

			"r": {
				"movename": "",
				"info": {
					"desc": "Champion's Move Description",
					"cool": "Cooldown Time: #",
					"mana": "Mana Cost: ###"
					}
				}
		}
	},
	"varus": {
		"name": "Varus",
		"image": "varus.jpg",
		"lore": "One of the ancient darkin, Varus was a deadly killer who loved to torment his foes, driving them almost to insanity before delivering the killing arrow. He was imprisoned at the end of the Great Darkin War, but escaped centuries later in the remade flesh of two Ionian hunters—they had unwittingly released him, cursed to bear the bow containing his bound essence. Varus now seeks out those who trapped him, in order to enact his brutal vengeance, but the mortal souls within still resist him every step of the way.",
		"moves": {
			"passive": {
				"movename": "",
				"info": {
					"desc": "Champion's Move Description",
					"cool": "Cooldown Time: #",
					"mana": "Mana Cost: ###"
					}
				},

			"q": {
				"movename": "",
				"info": {
					"desc": "Champion's Move Description",
					"cool": "Cooldown Time: #",
					"mana": "Mana Cost: ###"
					}
				},

			"w": {
				"movename": "",
				"info": {
					"desc": "Champion's Move Description",
					"cool": "Cooldown Time: #",
					"mana": "Mana Cost: ###"
					}
				},

			"e": {
				"movename": "",
				"info": {
					"desc": "Champion's Move Description",
					"cool": "Cooldown Time: #",
					"mana": "Mana Cost: ###"
					}
				},

			"r": {
				"movename": "",
				"info": {
					"desc": "Champion's Move Description",
					"cool": "Cooldown Time: #",
					"mana": "Mana Cost: ###"
					}
				}
		}
	},
	"vayne": {
		"name": "Vayne",
		"image": "vayne.jpg",
		"lore": "Shauna Vayne is a deadly, remorseless Demacian monster hunter, who has dedicated her life to finding and destroying the demon that murdered her family. Armed with a wrist-mounted crossbow and a heart full of vengeance, she is only truly happy when slaying practitioners or creations of the dark arts, striking from the shadows with a flurry of silver bolts.",
		"moves": {
			"passive": {
				"movename": "",
				"info": {
					"desc": "Champion's Move Description",
					"cool": "Cooldown Time: #",
					"mana": "Mana Cost: ###"
					}
				},

			"q": {
				"movename": "",
				"info": {
					"desc": "Champion's Move Description",
					"cool": "Cooldown Time: #",
					"mana": "Mana Cost: ###"
					}
				},

			"w": {
				"movename": "",
				"info": {
					"desc": "Champion's Move Description",
					"cool": "Cooldown Time: #",
					"mana": "Mana Cost: ###"
					}
				},

			"e": {
				"movename": "",
				"info": {
					"desc": "Champion's Move Description",
					"cool": "Cooldown Time: #",
					"mana": "Mana Cost: ###"
					}
				},

			"r": {
				"movename": "",
				"info": {
					"desc": "Champion's Move Description",
					"cool": "Cooldown Time: #",
					"mana": "Mana Cost: ###"
					}
				}
		}
	},
	"xayah": {
		"name": "Xayah",
		"image": "xayah.jpg",
		"lore": "Deadly and precise, Xayah is a vastayan revolutionary waging a personal war to save her people. She uses her speed, guile, and razor-sharp feather blades to cut down anyone who stands in her way. Xayah fights alongside her partner and lover, Rakan, to protect their dwindling tribe, and restore their race to her vision of its former glory.",
		"moves": {
			"passive": {
				"movename": "",
				"info": {
					"desc": "Champion's Move Description",
					"cool": "Cooldown Time: #",
					"mana": "Mana Cost: ###"
					}
				},

			"q": {
				"movename": "",
				"info": {
					"desc": "Champion's Move Description",
					"cool": "Cooldown Time: #",
					"mana": "Mana Cost: ###"
					}
				},

			"w": {
				"movename": "",
				"info": {
					"desc": "Champion's Move Description",
					"cool": "Cooldown Time: #",
					"mana": "Mana Cost: ###"
					}
				},

			"e": {
				"movename": "",
				"info": {
					"desc": "Champion's Move Description",
					"cool": "Cooldown Time: #",
					"mana": "Mana Cost: ###"
					}
				},

			"r": {
				"movename": "",
				"info": {
					"desc": "Champion's Move Description",
					"cool": "Cooldown Time: #",
					"mana": "Mana Cost: ###"
					}
				}
		}
	}
}
